{
    "Index": {
      "title": "Подключенные ресурсы",
      "title2": "Что такое OneID?",
      "description": "Единая система идентификации One ID предназначена для легкого доступа всех пользователей к различным веб-сайтам и порталам органов государственного и хозяйственного управления, органов государственной власти на местах и коммерческих организаций.",
      "description2": "ЕСИ One ID предоставляет возможность веб-сайтам идентифицировать пользователей для оказания спектра услуг. Для этого пользователи должны заранее зарегистрировать в ЕСИ One ID свои персональные данные включая логин, пароль, Ф.И.О., ПИНФЛ и так далее.",
      "description3": "Для того чтобы войти на веб-сайт пользователь должен ввести логин и пароль от своей учетной записи в ЕСИ One ID. После этого система осуществит проверку соответствия введенных данных и вернет результат аутентификации вместе с идентификатором пользователя.",
      "description4": "ЕСИ One ID также предоставляет возможность веб-сайтам реализовать дополнительную аутентификацию своих пользователей при помощи одноразового пароля и электронной цифровой подписи. Для этого необходимо указать в параметрах запроса предпочитаемый вид аутентификации.",
      "subtitle1": "Единый портал интерактивных государственных услуг",
      "subtitle2": "Портал общественного мнения",
      "subtitle3": "Виртуальная приемная Президента Республики Узбекистан",
      "subtitle4": "Обсуждение проектов нормативно-правовых документов Республики Узбекистан",
      "subtitle5": "Залоговый реестр Республики Узбекистан",
      "button": "Узнать больше"
    },
    "SideBar": {
      "Главная": "Главная",
      "Персональные данные": "Персональные данные",
      "Подлинность": "Подлинность",
      "Юридическое лицо": "Юридическое лицо",
      "История": "История",
      "Сеансы": "Сеансы",
      "Пользовательское соглашение": "Пользовательское соглашение",
      "Помощь": "Помощь",
      "О проекте": "О проекте",
      "Выход": "Выход"
    },
    "UserAgreement": {
      "title": "Пользовательское соглашение",
      "description": "Настоящее Пользовательское соглашение (далее – Соглашение) в соответствии со статьей 369 Гражданского кодекса Республики Узбекистан является публичной офертой ГУ «Центр управления проектами электронного правительства» при Министерстве цифровых технологий Республики Узбекистан (далее – Центр) и определяет условия и правила использования единой информационной системы идентификации пользователей системы «Электронное правительство» (далее — ЕСИ), на которых заключается настоящее Соглашение с любым обратившимся физическим или юридическим лицом (далее – Пользователь).",
      "termsText": "Условия настоящего Соглашения являются едиными для всех Пользователей.",
      "Terms and Definitions": {
        "title": "1. Термины и определения",
        "text": "В настоящем Соглашении применяются следующие термины и их определения:",
        "strongText": "Электронное правительство",
        "strongText2": "Электронная государственная услуга",
        "strongText3": "Пользователь",
        "strongText4": "физическое лицо",
        "strongText5": "юридическое лицо",
        "strongText6": "ЭЦП",
        "subtitle1": "— система организационно-правовых мер и технических средств, направленная на обеспечение деятельности государственных органов по оказанию государственных услуг физическим и юридическим лицам путем применения информационно-коммуникационных технологий, а также межведомственного электронного взаимодействия.",
        "subtitle2": "— услуга, оказываемая государственными органами с применением информационно-коммуникационных технологий по реализации их функций по запросам заявителей. Государственную услугу могут оказывать также иные организации в случаях, если на них возложены функции по оказанию государственных услуг в соответствии с законодательством;",
        "subtitle3": "— юридическое и/или физическое лицо, нуждающееся в государственной услуге, и имеющее техническую возможность ее получать, заключившее настоящее Соглашение на условиях, изложенных в настоящем Соглашении:",
        "subtitle4": "— гражданин Республики Узбекистан, иностранный гражданин, или лицо без гражданства, имеющие персональный идентификационный номер физического лица (ПИНФЛ),",
        "subtitle5": "— организация, созданная в соответствии с законодательством Республики Узбекистан, поставленная на учет в органах налоговой службы, имеющая идентификационный номер налогоплательщика (ИНН)",
        "subtitle6": "— Электронная цифровая подпись, которую можно получить в Центрах государственных услуг."
      },
      "Subject of the Agreement": {
        "title": "2. Предмет Соглашения",
        "subtitle1": "2.1. Центр, являясь собственником ЕСИ, предоставляет физическим и юридическим лицам возможность регистрации в ЕСИ для получения санкционированного доступа к электронным государственным услугам.",
        "subtitle2": "2.2. ЕСИ обеспечивается подлинная идентификация, аутентификация и авторизация Пользователей для доступа в систему «Электронное правительство»."
      },
      "Procedure for Conclusion of the Agreement": {
        "title": "3. Порядок заключения Соглашения",
        "subtitle1": "3.1. Физическое лицо, регистрируясь в ЕСИ, безоговорочно и полностью принимает условия настоящего Соглашения и дает согласие на обработку и хранение его персональных данных для обеспечения подлинной идентификации, аутентификации и авторизации Пользователей системы «Электронное правительство», а также в иных целях.",
        "subtitle2": "3.2. До совершения регистрации в ЕСИ Пользователь обязан ознакомиться со всеми условиями настоящего Соглашения. Пользователь, осуществивший регистрацию в ЕСИ, считается ознакомившимся и согласным со всеми условиями настоящего Соглашения, при этом Соглашение считается заключенным в письменной форме на условиях настоящей публичной оферты и является Соглашением, подписанным двумя сторонами. Моментом заключения настоящего Соглашения является регистрация физического лица в ЕСИ."
      },
      "Terms of Registration in the UIS": {
        "title": "4. Условия Регистрации в ЕСИ",
        "subtitle1": "4.1. Для регистрации в ЕСИ Пользователь - физическое лицо должен указать следующие данные:",
        "Biometric passport data": "биометрические паспортные данные (ПИНФЛ, серию и номер биометрического паспорта, дату рождения (далее – персональные данные));",
        "Phone number": "действительный номер мобильного телефона, для получения кода первичной активации учетной записи и восстановления учетной записи, в случае утери логина или пароля;",
        "Email address": "действительный адрес электронной почты, для восстановления учетной записи, в случае утери логина или пароля;",
        "text": "При наличии сертификата ключей электронно-цифровой подписи (далее – ЭЦП) пользователь вправе подтвердить свою учетную запись в момент регистрации с использованием ЭЦП. При отсутствии сертификата ключей ЭЦП, подтверждение учетной записи с использованием ЭЦП можно осуществить в момент последующих авторизаций в ЕСИ).",
        "text2": "Пользователь должен указать действительный адрес электронной почты для восстановления учетной записи, в случае утери логина или пароля;",
        "subtitle2": "4.2. В случае использования сертификата ключа ЭЦП для подтверждения подлинности учётной записи или входа в систему, он должен быть действующим на момент выполнения указанных действий.",
        "subtitle3": "4.3. Для регистрации в ЕСИ Пользователь - юридическое лицо в начале должен осуществить регистрацию учетной записи физического лица согласно пункту 4.1.",
        "text3": "После создания учетной записи физического лица, необходимо в кабинете физического лица добавить юридическое лицо посредством:",
        "text4": "Сертификата ключа ЭЦП юридического лица;",
        "text5": "*ИНН юридического лица (для лиц, являющихся руководителями организаций).",
        "subtitle4": "4.4. При регистрации пользователя в Единой Системе Идентификации, может автоматически создаваться профиль пользователя на Едином Портале Интерактивных Государственных Услуг.",
        "subtitle5": "4.5. Регистрацию юридического лица могут осуществлять лица, указанные в форме отчета №8, заполняемой и передаваемой в Государственный налоговый комитет Республики Узбекистан.",
        "subtitle6": "4.6. В случае невозможности единовременного воспроизведения логина, пароля и номера мобильного телефона восстановление учетной записи производится с применением ЭЦП или путем обращения в центр государственных услуг."
      },
      "Rights and Obligations of the User": {
        "title": "5. Права и обязанности пользователя",
        "subtitle1": "5.1. Пользователь вправе:",
        "step1": "использовать свою учётную запись в ЕСИ для санкционированного доступа государственных органов и иных организаций, оказывающих государственные услуги, при межведомственном электронном взаимодействии.",
        "step2": "осуществлять действия в отношении своих персональных данных в соответствии с частью первой статьи №30 Закона Республики Узбекистан «О персональных данных».",
        "step3": "в любое время расторгнуть в одностороннем порядке настоящее соглашение и отказаться от использования информационных систем и ресурсов путём удаления своей учётной записи. Удаление учётной записи осуществляется путём подачи заявления в Центр.",
        "subtitle2": "5.2. Пользователь ЕСИ обязан:",
        "step4": "не производить действия, направленные на нарушение процесса функционирования ЕСИ или информационных систем, подключенных к ЕСИ;",
        "step5": "предоставлять достоверные данные при регистрации и аутентификации, а также поддерживать их в актуальном состоянии, не выдавать себя за другое лицо или представителя какой-либо организации, использовать собственную ЭЦП;",
        "step6": "при несогласии с изменениями, внесенными в условия Соглашения со стороны Центра, отказаться от доступа к ЕСИ и прекратить использование информационных систем, ресурсов и сервисов, подключенных к ЕСИ;",
        "step7": "принимать надлежащие меры для обеспечения сохранности своих учетных записей;",
        "step8": "незамедлительно изменить логин и/или пароль или уведомить Центр, в случае нарушения (подозрениях о нарушении) конфиденциальности или сохранности своих средств доступа (номер мобильного телефона, логин и пароль) к учетной записи."
      },
      "Rights and Obligations of the Center": {
        "title": "6. Права и обязанности Центра",
        "subtitle1": "6.1. Центр вправе:",
        "step1": "проводить мониторинг действий пользователя в ЕСИ;",
        "step2": "в случае нарушения Пользователем требований настоящего Соглашения, ограничивать доступ пользователя к информационным системам, подключенным к ЕСИ, в том числе путём блокировки учётной записи пользователя в ЕСИ;",
        "step3": "использовать полученные от пользователя персональные данные (в том числе номер телефона) для предоставления пользователю проактивных государственных услуг, в том числе для отправки сообщений, связанных с предоставлением указанных услуг.",
        "step4": "проводить обработку персональных данных Пользователя.",
        "step5": "изменить настоящие условия использования ЕСИ без предварительного уведомления Пользователя. Изменённые условия должны быть размещены на главной странице ЕСИ.",
        "step6": "направлять Пользователю информационные сообщения, в том числе с использованием сторонних организаций-партнёров.",
        "subtitle2": "6.2. Центр обязан:",
        "step7": "обеспечить функционирование ЕСИ (идентификацию, авторизацию и аутентификацию пользователей ЕСИ при доступе к информационным системам, подключенным к ЕСИ);",
        "step8": "гарантировать целостность и неизменность данных пользователей в ЕСИ;",
        "step9": "вести учёт и статистику обращений пользователей к ЕСИ;",
        "step10": "обеспечить защиту персональных данных пользователя в соответствии с требованиями законодательства и Условиями использования персональных данных;"

      },
      "Duration of the Agreement": {
        "title": "7. Срок действия Соглашения",
        "subtitle1": "7.1. Настоящее Соглашение вступает в силу с момента регистрации Пользователя в ЕСИ, до полного его исполнения Сторонами."
      },
      "Responsibility": {
        "title": "8. Ответственность",
        "subtitle1": "8.1. Центр не несет ответственности перед Пользователем за потерю персональных данных, произошедшую не по его вине.",
        "subtitle2": "8.2. Центр не несет ответственности за сбои в работе или неработоспособность ЕСИ, если указанные сбои или неработоспособность стали следствием:",
        "step1": "действий третьих лиц, направленных на несанкционированный доступ к программному обеспечению ЕСИ и/или на выведение указанного программного обеспечения из строя.",
        "step2": "неработоспособности подключенных веб-сервисов.",
        "subtitle3": "8.3. Центр не несет ответственности за любые прямые либо косвенные убытки, произошедшие из-за использования либо невозможности использования ЕСИ.",
        "subtitle4": "8.4. Центр не несет ответственность за безопасность учетной записи Пользователя в случаях:",
        "step3": "передачи Пользователем третьим лицам (умышленно или по неосторожности) пароля и персональных данных;",
        "step4": "доступа третьих лиц к учетной записи Пользователя вследствие использования программных средств, позволяющих осуществить подбор и/или раскодирование пароля;",
        "step5": "доступа третьих лиц к учетной записи Пользователя путем подбора пароля и учетных данных.",
        "subtitle5": "8.5. Пользователь несет ответственность в полной мере за достоверность предоставленных персональных данных, а также за своевременное их обновление и корректировку, в соответствии с требованиями гражданского, уголовного законодательства, а также законодательства об административных правонарушениях.",
        "subtitle6": "8.6. Пользователь несет ответственность за ущерб, причиненный Центру в связи с несоблюдением им обязанностей по настоящему Соглашению.",
        "subtitle7": "8.7. Пользователь несет личную ответственность за безопасность (в том числе устойчивость к угадыванию), сохранность выбранных им средств для доступа к учетной записи, а также самостоятельно обеспечивает их конфиденциальность. При этом все действия под учетной записью Пользователя считаются произведенными самим Пользователем.",
        "subtitle8": "8.8. Стороны настоящего Соглашения не несут ответственности за полное или частичное неисполнение своих обязательств по Соглашению, если такое неисполнение явилось следствием обстоятельств непреодолимой силы, возникших после заключения Соглашения в результате событий чрезвычайного характера, которые они не могли ни предвидеть, ни предотвратить разумными мерами (форс-мажор). К таким событиям чрезвычайного характера относятся: наводнение, пожар, землетрясение, оседание почвы и другие стихийные бедствия; война или военные действия, эмбарго, блокады, действия властей, препятствующие исполнению Соглашения."
      },
      "Procedure for consideration of claims": {
        "title": "9. Порядок рассмотрения претензий",
        "subtitle1": "9.1. При неисполнении или ненадлежащем исполнении Центром обязательств по настоящему Соглашению, Пользователь имеет право предоставить в Центр претензию в письменном или электронном виде.",
        "subtitle2": "9.2. Центр обязан рассмотреть претензию в порядке, установленном Законом Республики Узбекистан «Об обращениях физических и юридических лиц» в течение пятнадцати дней, со дня поступления и дать на нее ответ, а когда требуется дополнительное изучение и (или) проверка, запрос дополнительных документов — в срок до одного месяца. Ответ на претензию отправляется заказным письмом, в электронном виде, либо вручается Пользователю под расписку.",
        "subtitle3": "9.3. В случае, если Пользователь не удовлетворен предоставленным ответом, он имеет право подать жалобу в Министерство цифрового развития Республики Узбекистан."
      },
      "Settlement of disputes": {
        "title": "10. Порядок разрешения споров",
        "subtitle1": "10.1. Все споры и разногласия по исполнению настоящего Соглашения разрешаются сторонами в соответствии с действующим законодательством Республики Узбекистан."
      }
    }

}