{
    "Index": {
      "title": "Уланган ресурслар",
      "title2": "OneID бу нима?",
      "description": "Ягона идентификация тизими (OneID) барча фойдаланувчилар учун давлат ва хўжалик бошқаруви органлари, маҳаллий давлат ҳокимияти органлари ва тижорат ташкилотларининг турли веб-сайтлари ва порталларига осон кириш учун мўлжалланган.",
      "description2": "OneID веб-сайтларга бир қатор хизматларни тақдим этиш учун фойдаланувчиларни идентификация қилиш имконини беради. Бунинг учун фойдаланувчилар ўзларининг шахсий маълумотларини, жумладан логин, пароль, Ф.И.Ш, ЖШШИР ва ҳоказоларни олдиндан OneIDда рўйхатдан ўтказишлари керак.",
      "description3": "Веб-сайтга кириш учун фойдаланувчи OneIDга ўз аккаунтидан логин ва паролни киритиши керак. Шундан сўнг, тизим киритилган маълумотларнинг мувофиқлигини текширади ва аутентификация натижасини фойдаланувчи идентификатори билан бирга қайтаради.",
      "description4": "OneID веб-сайтларга бир марталик пароль ва электрон рақамли имзо ёрдамида фойдаланувчиларнинг қўшимча аутентификациясини амалга ошириш имкониятини ҳам беради. Бунинг учун сўров параметрларида афзал топилган аутентификация турини кўрсатиш керак.",
      "subtitle1": "Ягона интерактив давлат хизматлари портали",
      "subtitle2": "Жамоатчилик фикри портали",
      "subtitle3": "Ўзбекистон Республикаси Президентининг виртуал қабулхонаси",
      "subtitle4": "Ўзбекистон Республикаси норматив-ҳуқуқий ҳужжатлар лойиҳаларини муҳокама қилиш",
      "subtitle5": "Ўзбекистон Республикаси гаров реестри",
      "button": "Батафсил маълумот"
    },
    "SideBar": {
      "Главная": "Бош сахифа",
      "Персональные данные": "Шахсий маълумлтлар",
      "Подлинность": "Хакконийлиги",
      "Юридическое лицо": "Юридик шахс",
      "История": "Тарих",
      "Сеансы": "Сеанслар",
      "Пользовательское соглашение": "Фойдаланувчилик келишуви",
      "Помощь": "Ёрдам",
      "О проекте": "Лойиха хакида",
      "Выход": "Чикиш"
    },
    "UserAgreement": {
      "title": "Фойдаланиш шартлари",
      "description": "Ушбу Фойдаланиш келишуви (кейинги ўринларда – Келишув) Ўзбекистон Республикаси Фуқаролик кодексининг 369-моддасига мувофиқ Ўзбекистон Республикаси Рақамли технологиялар вазирлиги ҳузуридаги «Электрон ҳукумат лойиҳаларини бошқариш маркази» давлат муассасаси (кейинги ўринларда – Марказ)нинг оммавий офертаси ҳисобланади ва ҳар қандай мурожаат қилган жисмоний ёки юридик шахс (кейинги ўринларда – Фойдаланувчи) билан «Электрон ҳукумат» тизими фойдаланувчиларини идентификациялашнинг ягона ахборот тизимини (кейинги ўринларда – Идентификация тизими)дан фойдаланиш шартлари ва қоидаларини белгилайди.",
      "termsText": "Ушбу Келишув шартлари барча Фойдаланувчилар учун бир ҳил ҳисобланади.",
      "Terms and Definitions": {
        "title": "1. Атамалар ва таърифлар",
        "text": "В настоящем Соглашении применяются следующие термины и их определения:",
        "strongText": "Электрон ҳукумат",
        "strongText2": "Электрон давлат хизмати",
        "strongText3": "Фойдаланувчи",
        "strongText4": "Жисмоний шахс",
        "strongText5": "Юридик шахс",
        "strongText6": "ЭРИ",
        "subtitle1": " – давлат органларининг жисмоний ва юридик шахсларга ахборот-коммуникация технологияларини қўллаш йўли билан давлат хизматлари кўрсатишга доир фаолиятини, шунингдек идоралараро электрон ҳамкорлик қилишни таъминлашга қаратилган ташкилий-ҳуқуқий чора-тадбирлар ва техник воситалар тизими;",
        "subtitle2": "— ариза берувчиларнинг сўровларига кўра амалга ошириладиган, давлат органларининг вазифаларини бажариш бўйича улар томонидан кўрсатиладиган хизмат. Агар қонун ҳужжатларига мувофиқ давлат хизматлари кўрсатиш функциялари бошқа ташкилотлар зиммасига юклатилган бўлса, улар ҳам давлат хизматини кўрсатишлари мумкин;",
        "subtitle3": "– давлат хизматига эҳтиёжи бўлган ва уни олиш учун техник имкониятига эга бўлган, ушбу Келишувда баён қилинган шартларда ушбу Келишувни тузган юридк ва/ёки жисмоний шахс;",
        "subtitle4": "— жисмоний шахснинг паспорти бўйича аниқланадиган жисмоний шахснинг шахсий идентификация рақами (ЖШШИР)га эга бўлган Ўзбекистон Республикасининг фуқароси, чет эл фуқароси ёки фуқаролиги бўлмаган шахс;",
        "subtitle5": "– Ўзбекистон Республикаси қонун ҳужжатларига мувофиқ ташкил қилинган, солиқ хизмати идораларида ҳисобга олинган, солиқ тўловчининг идентификация рақами (СТИР)га эга бўлган ташкилот;",
        "subtitle6": " – Давлат хизматлари марказларидан олиш мумкин бўлган электрон рақамли имзо."
      },
      "Subject of the Agreement": {
        "title": "2. Келишув предмети",
        "subtitle1": "2.1. Марказ Идентификация тизими эгаси ҳисобланган ҳолда электрон давлат хизматларидан рухсат билан фойдалана олиш учун жисмоний ва юридик шахсларга Идентификация тизимидан рўйхатдан ўтиш имкониятини тақдим этади.",
        "subtitle2": "2.2. Идентификация тизими томонидан «Электрон ҳукумат» тизимидан фойдалана олиш учун Фойдаланувчиларни ҳақиқий идентификация, аутентификация ва авторизация қилиш таъминланади."
      },
      "Procedure for Conclusion of the Agreement": {
        "title": "3. Келишувни тузиш тартиби",
        "subtitle1": "3.1. Жисмоний шахс Идентификация тизимида рўйхатдан ўтиб, ушбу Келишув шартларини сўзсиз ва тўлиқ қабул қилади ҳамда «Электрон ҳукумат» тизимининг Фойдаланувчиларини идентфикациялаш, аутентификациялаш ва авторизациялашни таъминлаш, шунингдек, бошқа мақсадлар учун ўзининг шахсий маълумотларини қайта ишлаш ва сақлашга розилик беради.",
        "subtitle2": "3.2. Идентификация тизимида рўйхатдан ўтгунча Фойдаланувчи ушбу Келишувнинг барча шартлари билан танишишга мажбур. Идентификация тизимида рўйхатдан ўтган Фойдаланувчи ушбу Келишувнинг барча шартлари билан танишган ва уларга рози ҳисобланади, бунда Келишув ушбу оммавий оферта шартлари асосида ёзма шаклда тузилган ҳисобланади ва икки томон тарафидан имзоланган Келишув ҳисобланади. Жисмоний шахснинг Идентификация тизимида рўйхатдан ўтган вақти ушбу Келишув тузилган пайт ҳисобланади."
      },
      "Terms of Registration in the UIS": {
        "title": "4. Идентификация тизимида рўйхатдан ўтиш шартлари",
        "subtitle1": "4.1. Идентификация тизимида рўйхатдан ўтиш учун Фойдаланувчи – жисмоний шахс қуйидаги маълумотларни кўрсатиши керак:",
        "Biometric passport data": "биометрик паспорт маълумотлари (ЖШШИР, биометрик паспорт серияси ва рақами, туғилган санаси (кейинги ўринларда – шахсий маълумотлар));",
        "Phone number": "логин ёки пароль йўқолганда, ҳисобга олиш ёзувини бирламчи активация қилиш кодини олиш ва ҳисобга олиш ёзувини (учетная запись) тиклаш учун мобил телефоннинг ҳақиқий рақами;",
        "Email address": "логин ёки пароль йўқолганда ҳисобга олиш ёзувини тиклаш учун электрон почтанинг ҳақиқий манзили;",
        "text": "Электрон рақамли имзо калитлари (кейинги ўринларда – ЭРИ)нинг сертификати бўлганда ЭРИдан фойдаланиб рўйхатдан ўтиш вақтида ўзининг ҳисобга олиш ёзувини тасдиқлаш ҳуқуқига эга. ЭРИ калитларининг сертификати бўлмаганда ЭРИдан фойдаланиб ҳисобга олиш ёзувини Идентификация тизимида кейинги авторизация пайтида тасдиқлаш мумкин.",
        "text2": "Логин ёки пароль йўқолган ҳолда Фойдаланувчи ҳисобга олиш ёзувини тиклаш учун электрон почтанинг ҳақиқий манзилини кўрсатиши лозим.",
        "subtitle2": "4.2 ЭРИ калитининг сертификати қайд этиш маълумотларини ҳақийқийлигини тасдиқлаш ёки тизимга кириш учун қўлланилганда, у ушбу ҳаракатларни бажариш пайтида амалда бўлиши керак.",
        "subtitle3": "4.3.Идентификация тизимида рўйхатдан ўтиш учун Фойдаланувчи – юридик шахс 4.1-бандга мувофиқ аввал жисмоний шахснинг ҳисобга олиш ёзувини рўйхатдан ўтказиши керак.",
        "text3": "Жисмоний шахснинг ҳисобга олиш ёзувини яратгандан кейин жисмоний шахс кабинетида қуйидагилар орқали юридик шахсни қўшиш керак:",
        "text4": "Юридик шахс ЭРИ калитининг сертификатини;",
        "text5": "Юридик шахснинг СТИРни (ташкилот раҳбари ҳисобланган шахслар учун)",
        "subtitle4": "4.4. Фойдаланувчини Ягона Идентификациялаш тизимида рўйхатдан ўтказишда Ягона интерактив давлат хизматлари порталида фойдаланувчи профили автоматик равишда яратилиши мумкин.",
        "subtitle5": "4.5. Юридик шахсни тўлдириладиган ва Ўзбекистон Республикаси Давлат солиқ қўмитасига топшириладиган 8-сон ҳисобот шаклида кўрсатилган шахслар рўйхатдан ўтказиши мумкин.",
        "subtitle6": "4.6. Мобил телефоннинг логини, пароли ва рақамини бир вақтнинг ўзида акс эттириш имкони бўлмаган ҳолда ҳисобга олиш ёзувини ЭРИни қўллаш ёки давлат хизматлари марказига мурожаат қилиш орқали тиклаш мумкин."
      },
      "Rights and Obligations of the User": {
        "title": "5. Фойдаланувчининг ҳуқуқлари ва мажбуриятлари",
        "subtitle1": "5.1. Фойдаланувчи қуйидаги ҳуқуқларга эга:",
        "step1": "идоралараро электрон ўзаро ҳамкорликда давлат хизматларини кўрсатувчи давлат органлари ва бошқа ташкилотлардан рухсат билан фойдалана олиш учун Идентификация тизимида ўз ҳисобга олиш ёзувидан фойдаланиш.",
        "step2": "Ўз шахсий маълумотларига нисбатан Ўзбекистон Республикасининг «Шахсий маълумотлар тўғрисида»ги Қонуни 30-моддасининг биринчи қисмига мувофиқ хатти-ҳаракатларни амалга ошириш. Исталган вақтда бир томонлама тартибда ушбу келишувни бекор қилиш ва ўзининг ҳисобга олиш ёзувини ўчириб ташлаш йўли орқали ахборот тизимлари ва ресурсларидан фойдаланишдан воз кечиш.",
        "step3": "Исталган вақтда бир томонлама тартибда ушбу келишувни бекор қилиш ва ўзининг ҳисобга олиш ёзувини ўчириб ташлаш йўли орқали ахборот тизимлари ва ресурсларидан фойдаланишдан возд кечиш. Қайд этиш маълумотларини ўчириш Марказга ариза тақдим эттиш орқали амалга оширилади.",
        "subtitle2": "5.2. Идентификация тизимидан Фойдаланувчи қуйидагиларга мажбур:",
        "step4": "Идентификация тизими ёки Идентификация тизимига уланган ахборот тизимларининг ишлаш жараёнини бузишга қаратилган хатти-ҳаракатларни амалга оширмаслик;",
        "step5": "Рўйхатга олиш ва аутентификациялашда ишончли бўлган маълумотларни тақдим этиш, шунингдек уларнинг актуал ҳолатини таъминлаш, ўзини бошқа шахс ёки қандайдир ташкилот вакили қилиб кўрсатмаслик, ўзининг ЭРИдан фойдаланиш;",
        "step6": "Марказ томонидан Келишув шартларига киритилган ўзгартиришларга рози бўлмаганда Идентификация тизимидан фойдаланишдан воз кечиш ва Идентификация тизимига уланган ахборот тизимлари, ресурслари ва сервисларидан фойдаланишни тўхтатиш;",
        "step7": "ўзининг ҳисобга олиш ёзувларининг сақланишини таъминлаш учун керакли чораларни кўриш;",
        "step8": "конфиденциаллик ёки ҳисобга олиш ёзувидан ўзининг фойдалана олиш воситалари (мобил телефон рақами, логин ва пароль)нинг сақланиши бузилган ҳолда зудлик билан логин ва/ёки паролни ўзгартириш ёки Марказни хабардор қилиш."
      },
      "Rights and Obligations of the Center": {
        "title": "6. Марказ ҳуқуқлари ва мажбуриятлари",
        "subtitle1": "6.1. Марказ қуйидаги ҳуқуқларга эга:",
        "step1": "Идентификация тизимида фойдаланувчининг хатти-ҳаракатларининг мониторингини ўтказиш;",
        "step2": "Фойдаланувчи томонидан ушбу Келишув талаблари бузилган ҳолда, фойдаланувчининг Идентификация тизимига уланган ахборот тизимларидан фойдалана олишини, шу жумладан Идентификация тизимидаги фойдаланувчининг ҳисобга олиш ёзувини блоклаш орқали чеклаш;",
        "step3": "фойдаланувчидан олинган шахсий маълумотлардан (шу жумладан телефон рақамидан) фойдаланувчига проактив давлат хизматларини тақдим этишда, шу жумладан ушбу хизматларни тақдим этиш билан боғлиқ хабарларни юборишда фойдаланиш.",
        "step4": "Фойдаланувчининг шахсий маълумотларини қайта ишлаш.",
        "step5": "Дастлаб Фойдаланувчини хабардор қилмасдан Идентификация тизимидан фойдаланишнинг ушбу шартларини ўзгартириш. Ўзгартирилган шартлар Идентификация тизимининг бош саҳифасига жойлаштирилиши керак.",
        "step6": "Фойдаланувчига маълумот хабарларини юбориш. Хабарлар ташқи-ҳамкор ташкилотларни ҳам ёрдамида ёборилиш мумкин.",
        "subtitle2": "6.2. Марказ қуйидаги мажбуриятларга эга:",
        "step7": "Идентификация тизими ишлашини (Идентификация тизимига уланган ахборот тизимларидан фойдаланишда Идентификация тизими фойдаланувчиларини идентификациялаш, авториациялаш ва аутентификациялашни) таъминлаш;",
        "step8": "Идентификация тизимида фойдаланувчилар маълумотларининг бутунлиги ва ўзгармаслигини кафолатлаш;",
        "step9": "фойдаланувчиларнинг Идентификация тизимига мурожаатлари ҳисоби ва статистикасини юритиш;",
        "step10": "қонун ҳужжатлари талаблари ва шахсий маълумотлардан фойдаланиш шартларига мувофиқ фойдаланувчининг шахсий маълумотларини ҳимоялашни таъминлаш;"
      },
      "Duration of the Agreement": {
        "title": "7. Келишувнинг амал қилиш муддати",
        "subtitle1": "7.1. Ушбу Келишув Фойдаланувчининг Идентификация тизимида рўйхатдан ўтган вақтдан бошлаб кучга киради ва Томонлар тарафидан тўлиқ бажарилгунчага амал қилади."
      },
      "Responsibility": {
        "title": "8. Жавобгарлик",
        "subtitle1": "8.1. Марказ унинг айби билан юзага келмаган шахсий маълумотларнинг йўқолганлиги учун Фойдаланувчи олдида жавобгар бўлмайди.",
        "subtitle2": "8.2. Марказ Идентификация тизими фаолиятидаги носозликлар ёки ишлаш қобилиятининг йўқолиши учун жавобгар бўлмайди, агар кўрсатилган носозликлар ёки ишлаш қобилиятининг йўқолиши қуйидагилар оқибатида содир бўлган бўлса:",
        "step1": "учинчи шахсларнинг Идентификация тизими дастурий таъминотидан рухсатсиз фойдаланишига ва/ёки кўрсатилган дастурий таъминотнинг ишдан чиқишига қаратилган хатти-ҳаракатлари.",
        "step2": "уланган веб-сервисларнинг ишламай қолиши.",
        "subtitle3": "8.3. Марказ Идентификация тизимидан фойдаланиш ёки фойдаланиш имконияти бўлмаганлиги сабабли содир бўлган ҳар қандай бевосита ва билвосита зарарлар учун жавобгар бўлмайди.",
        "subtitle4": "8.4. Марказ қуйидаги ҳолларда Фойдаланувчининг ҳисобга олиш ёзувининг хавфсизлиги учун жавобгар бўлмайди",
        "step3": "Фойдаланувчи томонидан учинчи шахсларга (қасддан ёки эҳтиётсизлик сабабли) пароль ва шахсий маълумотларнинг тақдим этилиши;",
        "step4": "паролни танлаш ва/ёки кодни очиш имконини берадиган дастурий воситалардан фойдаланиш оқибатида Фойдаланувчининг ҳисобга олиш ёзувидан учинчи шахсларнинг фойдаланиши;",
        "step5": "пароль ва ҳисобга олиш маълумотларини танлаш (подбор) йўли билан Фойдаланувчи ҳисобга олиш ёзувидан учинчи шахсларнинг фойдаланиши.",
        "subtitle5": "8.5. Фойдаланувчи фуқаролик, жиноят қонун ҳужжатлари, шунингдек маъмурий ҳуқуқбузарликлар тўғрисидаги қонун ҳужжатлари талабларига мувофиқ тақдим этилган шахсий маълумотларнинг ишончлилиги, шу жумладан уларнинг ўз вақтида янгиланиши ва тузатилишига тўлиқ жавобгар бўлади.",
        "subtitle6": "8.6. Фойдаланувчи ушбу Келишув бўйича ўзининг вазифаларига риоя этмаганлиги сабабли Марказга етказилган зарар учун жавобгар бўлади.",
        "subtitle7": "8.7. Фойдаланувчи ҳисобга олиш ёзувидан фойдаланиш учун ўзи танлаб олган воситаларнинг хавфсизлиги (шунингдек аниқлашга нисбатан барқарорлик), сақланиши учун шахсан жавобгар бўлади, шунингдек уларнинг махфийлигини мустақил таъминлайди. Бунда Фойдаланувчининг ҳисобга олиш ёзуви остидаги барча хатти-ҳаракатлари Фойдаланувчи томонидан амалга оширилган деб ҳисобланади.",
        "subtitle8": "8.8. Томонлар ушбу Келишув бўйича мажбуриятларни қисман ёки тўлиқ бажармаганлиги учун жавобгар бўлмайди, агар бундай бажармаслик ушбу Келишув тузилгандан кейин ва Томонлар оқилона чора-тадбирлар билан олдини ололмаган фавқулодда тусидаги ҳодисалар (форс-мажор) натижасида пайдо бўлган енгиб бўлмас кучлар ҳолатининг оқибати ҳисобланса. Бундай фавқулодда тусидаги ҳодисаларга Келишувни бажаришга тўсқинлик қилувчи сув тошқини, ёнғин, зилзила, тупроқ чўкиши ва бошқа табиий офатлар; уруш ёки ҳарбий ҳаракатлар, эмбарго, қамаллар, ҳукумат ҳаракатлари кириши мумкин."
      },
      "Procedure for consideration of claims": {
        "title": "9. Даъволарни кўриб чиқиш тартиби",
        "subtitle1": "9.1. Марказ ушбу Келишув бўйича мажбуриятларини бажармаган ёки лозим даражада бажармаганда Фойдаланувчи Марказга ёзма ёки электрон шаклдаги даъвосини тақдим этиш ҳуқуқига эга.",
        "subtitle2": "9.2. Марказ Ўзбекистон Республикасининг «Жисмоний ва юридик шахсларнинг мурожаатлари тўғрисида»ги Қонунида белгиланган тартибда келиб тушган санадан бошлаб 15 кун ичида даъвони кўриб чиқиши ва унга жавоб бериши, агар қўшимча ўрганиш ва (ёки) текшириш, қўшимча ҳужжатларни сўраш талаб қилинганда бир ойгача бўлган муддатда даъвони кўриб чиқишга мажбур. Даъвога жавоб буюртма хат орқали, электрон шаклда юборилади ёки Фойдаланувчига имзо қўйдирган ҳолда тақдим этилади.",
        "subtitle3": "9.3. Агар Фойдаланувчи тақдим этилган жавобдан қониқмаганда, у Ўзбекистон Республикаси Рақамли технологиялар вазирлигига шикоят қилиш ҳуқуқига эга."
      },
      "Settlement of disputes": {
        "title": "10. Низоларни ҳал қилиш тартиби",
        "subtitle1": "10.1. Ушбу Келишувни бажариш бўйича барча низолар ва келишмовчиликлар Томонлар тарафидан Ўзбекистон Республикасининг амалдаги қонун ҳужжатларига мувофиқ ҳал этилади."
      }
    }
}